{
  "meta": {
    "title": "Kan datasettet deles?",
    "footer": "Your footer here!"
  },
  "schema": [
    {
      "id": "personalinformation",
      "type": "Page",
      "heading": "Personopplysninger",
      "children": [
        {
          "id": "personal.data",
          "property": "personal.data",
          "type": "Radio",
          "heading": "Er det personopplysninger i dataene du vil dele?",
          "text": "For at data skal være personopplysninger er det avgjørende at det finnes en tilknytning til en fysisk person. Denne koblingen kan ofte være enkel og direkte, for eksempel vil et navn eller en adresse åpenbart være koblet til en enkeltperson. Det er også tilfeller hvor koblingen er indirekte, og man trenger annen data for at informasjonen kan kobles til en enkeltperson. Dette vil likevel være regnet som en personopplysning, og omfattet av loven. Dette betyr at det må vurderes konkret om de aktuelle opplysningene er å regne som personopplysninger eller ikke, og at opplysningene må vurderes i sammenheng.",
          "summary": "Se eksempler og tips",
          "details": "<b>Eksempler</b><br>Typiske personopplysninger er navn, adresse, telefonnummer, e-post og fødselsnummer. Et bilde regnes som en personopplysning dersom personer kan gjenkjennes, og lydopptak kan være personopplysninger selv om ingen navn blir nevnt i innspillingen. Biometri slik som fingeravtrykk, irismønster, hodeform (for ansiktsgjenkjenning) er også personopplysninger.<br><br>Du kan lese mer om personopplysninger <a href=\"https://www.datatilsynet.no/rettigheter-og-plikter/personopplysninger/\">her</a>.<br><br><br><b>Tips</b><br>Gjør en vurdering om dataene kan deles uten personopplysninger.<ol><li>Dersom du kan dele dataene uten å dele personopplysningene, vil ikke personvernforordningens krav knyttet til behandling av personopplysninger regulere delingen.</li><li>Vurder om det er mulig å anonymisere personopplysningene i datasettet. Opplysningene må ikke kunne reidentifiseres, altså brukes på en måte som gjør det mulig å identifisere personopplysninger igjen. Les mer på Datatilsynets informasjonssider om anonymisering, samt i deres veileder fra 2015 som inneholder relevant informasjon om hvordan anonymisering bør gjennomføres for å fjerne faren for reidentifisering: <a href=\"https://www.datatilsynet.no/globalassets/global/dokumenter-pdfer-skjema-ol/regelverk/veiledere/anonymisering-veileder-041115.pdf\">anonymisering-veileder-041115.pdf (datatilsynet.no)</a></li></ol>",
          "options": [
            {
              "id": "personal.data.no",
              "type": "Answer",
              "heading": "Nei, dataene inneholder ikke personopplysninger",
              "value": "no"
            },
            {
              "id": "personal.data.yes",
              "type": "Answer",
              "heading": "Ja, dataene kan direkte, indirekte, eller sammenstilt med andre opplysninger bidra til å entydig identifisere en fysisk person",
              "value": "yes"
            }
          ]
        },
        {
          "type": "Branch",
          "branches": [
            {
              "test": {
                "field": "personal.data",
                "operator": "eq",
                "value": "yes"
              },
              "children": [
                {
                  "id": "sharing.basis",
                  "property": "sharing.basis",
                  "type": "Radio",
                  "heading": "Har du et av følgende grunnlag for å dele personopplysninger?",
                  "text": "All behandling av personopplysninger må ha et rettslig grunnlag for å være lov. Virksomheten må derfor ha identifisert om det finnes et behandlingsgrunnlag før opplysningene kan deles. Hvis dette ikke finnes, er delingen av personopplysningene ulovlig.<br><br>Personopplysninger er «enhver opplysning om en identifisert eller identifiserbar fysisk person («den registrerte»)<br><br>Har du spørsmål rundt behandlingsgrunnlag og formål se: <a href=\"https://www.datatilsynet.no/rettigheter-og-plikter/virksomhetenes-plikter/behandlingsgrunnlag/veileder-om-behandlingsgrunnlag/\">Behandlingsgrunnlag | Datatilsynet</a><br><br>Har du et av følgende grunnlag for å dele data som inneholder personopplysninger?",
                  "options": [
                    {
                      "id": "sharing.basis.consent",
                      "type": "Answer",
                      "heading": "Den registrerte har samtykket til at dataene deles",
                      "text": "For at et samtykke skal være gyldig, må det være frivillig, spesifikt, informert, utvetydig, gitt gjennom en aktiv handling, dokumenterbart og mulig å trekke tilbake like lett som det ble gitt.",
                      "value": "consent"
                    },
                    {
                      "id": "sharing.basis.agreement",
                      "type": "Answer",
                      "heading": "Det er nødvendig å dele dataene for å oppfylle en avtale eller et tiltak",
                      "text": "Du kan dele data som inneholder personopplysninger, dersom det er nødvendig for å oppfylle en avtale med den/de personopplysningene identifiserer. Det samme gjelder der behandlingen er nødvendig for å gjennomføre tiltak som den enkelte har spurt etter før avtaleinngåelsen.<br>Dersom den registrerte er part i en avtale som forutsetter at de aktuelle dataene deles, vil det kunne foreligge et grunnlag for å dele dataene med den registrerte at dataene deles",
                      "value": "agreement"
                    },
                    {
                      "id": "sharing.basis.duty",
                      "type": "Answer",
                      "heading": "Det er nødvendig for å oppfylle en rettslig plikt at dataene deles",
                      "text": "Denne rettslige plikten må ha hjemmel i lov eller forskrift",
                      "value": "duty"
                    },
                    {
                      "id": "sharing.basis.interests",
                      "type": "Answer",
                      "heading": "Det er nødvendig for å beskytte vitale interesser at dataene deles",
                      "text": "En virksomhet kan behandle personopplysninger dersom det er nødvendig for å beskytte den registrertes eller en annen persons vitale interesser. Dette behandlingsgrunnlaget er svært snevert. Det må være snakk om behandling av personopplysninger i forbindelse med liv og død eller fare for helsa.",
                      "value": "interests"
                    },
                    {
                      "id": "sharing.basis.public",
                      "type": "Answer",
                      "heading": "Det er nødvendig for å utføre en oppgave i allmennhetenes interesse eller utøve offentlig myndighet at dataene deles",
                      "text": "En virksomhet kan behandle personopplysninger dersom det er nødvendig for å utføre en oppgave i allmennhetens interesse. Det samme gjelder dersom behandlingen er nødvendig for å utøve offentlig myndighet som den behandlingsansvarlige er pålagt.",
                      "value": "public"
                    },
                    {
                      "id": "sharing.basis.balancing",
                      "type": "Answer",
                      "heading": "Det er nødvendig for å ivareta legitime interesser (interesseavveining) at dataene deles",
                      "text": "En virksomhet kan behandle personopplysninger dersom det er nødvendig for å vareta en berettiget interesse som veier tyngre enn hensynet til den enkeltes personvern.",
                      "value": "balancing"
                    },
                    {
                      "id": "sharing.basis.none",
                      "type": "Answer",
                      "heading": "Ingen av alternativene gjelder",
                      "text": " ",
                      "value": "none"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "Branch",
          "branches": [
            {
              "test": {
                "field": "sharing.basis",
                "operator": "eq",
                "value": "none"
              },
              "children": [
                {
                  "id": "sharing.basis.error",
                  "type": "Error",
                  "children": [
                    {
                      "id": "sharing.basis.error.msg",
                      "type": "Text",
                      "warning": true,
                      "text": "Det må finnes et behandlingsgrunnlag for behandling av hver enkelt personopplysning til hvert enkelt formål. Dersom du ikke har et behandlingsgrunnlag, anbefaler vi deg å:<ol><li>Ta kontakt med den personopplysningene angår for å innhente samtykke.</li><li>Vurdere hvorvidt delingen er nødvendig for å ivareta legitime interesser etter en interesseavveining.</li><li>Vurdere hvorvidt du kan dele dataene uten å dele personopplysninger.</li><li>Vurder om personopplysningene i datasettene kan anonymiseres uten fare for reidentifisering, slik at de aktuelle datasettene ikke lenger inneholder personoppplysninger</li><li>Kontakt oss i <a href=\"https://datafabrikken.norge.no/datalandsbyen/9/juss-og-data\">Datalandsbyen</a> for ytterligere veiledning.</li></ol>"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "Branch",
          "branches": [
            {
              "test": {
                "type": "or",
                "clauses": [
                  {
                    "field": "sharing.basis",
                    "operator": "required"
                  }
                ]
              },
              "children": [
                {
                  "id": "sensitive.data",
                  "property": "sensitive.data",
                  "type": "Radio",
                  "heading": "Inneholder dataene du ønsker å dele sensitive personopplysninger?",
                  "text": "I utgangspunktet er det forbudt å behandle visse kategorier av personopplysninger. Mange omtaler disse opplysningstypene som sensitive (omtalt i loven som «særlige kategorier») personopplysninger. Det finnes imidlertid mange unntak fra forbudet. Lovens system er at det må foreligge et særskilt grunnlag i tillegg til behandlingsgrunnlag for å behandle denne typen opplysninger.",
                  "summary": "Eksempler på sensitive personopplysninger",
                  "details": "<ul><li>opplysninger om rasemessig eller etnisk opprinnelse</li><li>opplysninger om politisk oppfatning</li><li>opplysninger om religion</li><li>opplysninger om filosofisk overbevisning</li><li>opplysninger om fagforeningsmedlemskap</li><li>genetiske opplysninger</li><li>biometriske opplysninger (når behandlingsformålet er å entydig identifisere noen) helseopplysninger</li><li>opplysninger om seksuelle forhold</li><li>opplysninger om seksuell legning</li></ul>",
                  "options": [
                    {
                      "id": "sensitive.data.no",
                      "type": "Answer",
                      "heading": "Nei, dataene inneholder ikke sensitive personopplysninger",
                      "value": "nei"
                    },
                    {
                      "id": "sensitive.data.yes",
                      "type": "Answer",
                      "heading": "Ja, dataene inneholder sensitive personopplysninger",
                      "value": "ja"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "Branch",
          "branches": [
            {
              "test": {
                "field": "sensitive.data",
                "operator": "eq",
                "value": "ja"
              },
              "children": [
                {
                  "id": "sensitive.sharing",
                  "property": "sensitive.sharing",
                  "type": "Radio",
                  "heading": "Har du et eller flere av følgende sekundærgrunnlag som kreves for å dele sensitive personopplysningene?",
                  "text": "All behandling av personopplysninger må ha et rettslig grunnlag for å være lov. Virksomheten må derfor ha identifisert om det finnes et behandlingsgrunnlag før opplysningene kan deles. Dersom det er tale om å dele særlige kategorier av personopplysninger, herunder sensitive, kreves i tillegg et ytterligere rettslig grunnlag. Hvis ikke det finnes, er delingen av de sensitive personopplysningene ulovlig.<br><br>Har du et av følgende grunnlag for å dele data som inneholder sensitive personopplysninger?",
                  "options": [
                    {
                      "id": "sensitive.sharing.1",
                      "type": "Answer",
                      "heading": "Uttrykkelig samtykke",
                      "text": "Den registrerte har gitt samtykke på en ekstra tydelig måte. Et eksempel på et uttrykkelig samtykke er signatur på en samtykkeerklæring eller lydopptak av samtykke. I enkelte tilfeller er det ikke adgang til å bruke uttrykkelig samtykke som rettslig grunnlag, jf. Unionsretten eller nasjonal lovgivning.",
                      "value": "1"
                    },
                    {
                      "id": "sensitive.sharing.2",
                      "type": "Answer",
                      "heading": "Det er nødvendig for at den behandlingsansvarlige eller den registrerte skal kunne oppfylle sine forpliktelser og utøve sine særlige rettigheter at de sensitive personopplysningene i dataene deles",
                      "text": "Disse forpliktelsene eller rettighetene må være på området arbeidsrett, trygderett og sosialrett i den grad dette er tillatt i henhold til unionsretten eller medlemsstatenes nasjonale rett, eller en tariffavtale i henhold til medlemsstatenes nasjonale rett som gir nødvendige garantier for den registrertes grunnleggende rettigheter og interesser.",
                      "value": "2"
                    },
                    {
                      "id": "sensitive.sharing.3",
                      "type": "Answer",
                      "heading": "Det er nødvendig for å verne den registrertes eller en annen persons vitale interesser at de sensitive personopplysningene i dataene deles",
                      "text": "Dette alternativet krever at den registrerte ikke er i stand til å gi samtykke fysisk eller juridisk.",
                      "value": "3"
                    },
                    {
                      "id": "sensitive.sharing.4",
                      "type": "Answer",
                      "heading": "Behandlingen (delingen av dataene) utføres av en stiftelse, sammenslutning eller ideelt organ som har mål av politisk, religiøs eller fagforeningsmessig art",
                      "text": "Dette alternativet kan kun benyttes så lenge det er snakk om personopplysninger om medlemmer og liknende, det foreligger nødvendige garantier og opplysningene ikke utleveres uten samtykke.",
                      "value": "4"
                    },
                    {
                      "id": "sensitive.sharing.5",
                      "type": "Answer",
                      "heading": "Behandlingen (delingen av dataene) gjelder personopplysninger som det er åpenbart at den registrerte har offentliggjort.",
                      "text": " ",
                      "value": "5"
                    },
                    {
                      "id": "sensitive.sharing.6",
                      "type": "Answer",
                      "heading": "Det er nødvendig i forbindelse med rettskrav eller domstolene handler innenfor rammen av sin domsmyndighet at dataene deles.",
                      "text": " ",
                      "value": "6"
                    },
                    {
                      "id": "sensitive.sharing.7",
                      "type": "Answer",
                      "heading": "Det er nødvendig av hensyn til viktige allmenne interesser at dataene deles",
                      "text": "Det kreves at de allmenne interessene som hevdes har hjemmel i lov og står i et rimelig forhold til det mål som søkes oppnådd, samt er forenlig med det grunnleggende innholdet i retten til vern av personopplysninger og at det sikres egnede og særlige tiltak for å verne den registrertes grunnleggende rettigheter og interesser.",
                      "value": "7"
                    },
                    {
                      "id": "sensitive.sharing.8",
                      "type": "Answer",
                      "heading": "Det er nødvendig i forbindelse med forebyggende medisin at dataene deles",
                      "text": "Dette alternativet vil kunne benyttes ved forebyggende medisin, medisin i arbeidslivet, vurdering av en arbeidstakers arbeidskapasitet, medisinsk diagnostikk, ytelse av helse- eller sosialtjenester, sosialfaglig eller medisinsk behandling eller forvaltning av helse- eller sosialtjenester og -systemer.<br>Dette gjelder imidlertid bare dersom opplysningene behandles av en fagperson underlagt taushetsplikt, og behandlingen av personopplysninger må ha hjemmel i lov eller følge av avtale med helsepersonell.",
                      "value": "8"
                    },
                    {
                      "id": "sensitive.sharing.9",
                      "type": "Answer",
                      "heading": "Det er nødvendig av allmenne folkehelsehensyn at dataene deles",
                      "text": "Dette alternativet kan f.eks. anvendes for vern mot alvorlige grenseoverskridende helsetrusler eller for å sikre høye kvalitets- og sikkerhetsstandarder for helsetjenester og legemidler eller medisinsk utstyr, på grunnlag av unionsretten eller medlemsstatenes nasjonale rett der det fastsettes egnede og særlige tiltak for å verne den registrertes rettigheter og friheter, særlig taushetsplikt.",
                      "value": "9"
                    },
                    {
                      "id": "sensitive.sharing.10",
                      "type": "Answer",
                      "heading": "Det er nødvendig for arkivformål i allmennhetens interesse for formål knyttet til vitenskapelig eller historisk forskning eller for statistiske formål at dataene deles",
                      "text": "Dette alternativet må benyttes i samsvar med personvernforordningens artikkel 89 nr. 1 på grunnlag av unionsretten eller medlemsstatenes nasjonale rett som skal stå i et rimelig forhold til det mål som søkes oppnådd, samt være forenlig med det grunnleggende innholdet i retten til vern av personopplysninger og sikre egnede og særlige tiltak for å verne den registrertes grunnleggende rettigheter og interesser.",
                      "value": "10"
                    },
                    {
                      "id": "sensitive.sharing.11",
                      "type": "Answer",
                      "heading": "Ingen av alternativene gjelder",
                      "text": " ",
                      "value": "11"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "Branch",
          "branches": [
            {
              "test": {
                "field": "sensitive.sharing",
                "operator": "eq",
                "value": "11"
              },
              "children": [
                {
                  "id": "sensitive.sharing.error",
                  "type": "Error",
                  "children": [
                    {
                      "id": "sensitive.sharing.error.msg",
                      "type": "Text",
                      "warning": true,
                      "text": "Det må finnes et sekundært behandlingsgrunnlag for deling av hver enkelt personopplysning til hvert enkelt formål. Dersom du ikke har et sekundært behandlingsgrunnlag, anbefaler vi deg å:<ol><li>Ta kontakt med den personopplysningene angår for å innhente et uttrykkelig samtykke.</li><li>Vurdere hvorvidt du kan dele dataene uten å dele personopplysninger.</li><li>Vurder om personopplysningene i datasettene kan anonymiseres uten fare for reidentifisering, slik at de aktuelle datasettene ikke lenger inneholder personoppplysninger</li><li>Kontakt oss i <a href=\"https://datafabrikken.norge.no/datalandsbyen/9/juss-og-data\">Datalandsbyen</a> for ytterligere veiledning.</li></ol>"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "confidentiality",
      "type": "Page",
      "heading": "Taushetsplikt",
      "lead": "Taushetsplikt er en plikt til å holde visse opplysninger man har fått hemmelige. Dersom datasettet du ønsker å dele inneholder taushetsbelagt informasjon vil du i utgangspunktet være forhindret fra å dele dataene.<br><br>Personer som gjennom sitt arbeid eller sin stilling får kunnskap om andres personlige, økonomiske eller forretningsmessige forhold, har etter norsk rett som regel taushetsplikt.",
      "children": [
        {
          "id": "confidentiality.performs",
          "property": "confidentiality.performs",
          "type": "Radio",
          "heading": "Er dataene som ønskes delt, innhentet av en som utfører tjeneste eller arbeid for et forvaltningsorgan i forbindelse med dette arbeidet/tjenesten?",
          "options": [
            {
              "id": "confidentiality.performs.yes",
              "type": "Answer",
              "heading": "Ja",
              "value": "yes"
            },
            {
              "id": "confidentiality.performs.no",
              "type": "Answer",
              "heading": "Nei",
              "value": "no"
            }
          ]
        },
        {
          "type": "Branch",
          "branches": [
            {
              "test": {
                "field": "confidentiality.performs",
                "operator": "eq",
                "value": "yes"
              },
              "children": [
                {
                  "id": "confidentiality.question",
                  "property": "confidentiality.question",
                  "type": "Radio",
                  "heading": "Inneholder dataene informasjon om ett av følgende forhold",
                  "summary": "Mer informasjon om taushetsplikten",
                  "details": "Som personlige forhold regnes ikke fødested, fødselsdato og personnummer, statsborgerforhold, sivilstand, yrke, bopel og arbeidssted, med mindre slike opplysninger røper et klientforhold eller andre forhold som må anses som personlige. Det kan være regulert nærmere i forskrift om hvilke opplysninger som skal regnes som personlige, om hvilke organer som kan gi privatpersoner opplysninger som nevnt i punktumet foran og opplysninger om den enkeltes personlige status for øvrig, samt om vilkårene for å gi slike opplysninger.",
                  "options": [
                    {
                      "id": "confidentiality.personal",
                      "type": "Answer",
                      "heading": "Dataene inneholder informasjon om noens personlige forhold",
                      "text": "Data som inneholder informasjon som er innhentet av og i forbindelse med at en utfører tjeneste eller arbeid for et forvaltningsorgan om noens personlige forhold er taushetsbelagt.",
                      "value": "personal"
                    },
                    {
                      "id": "confidentiality.technical",
                      "type": "Answer",
                      "heading": "Dataene inneholder informasjon om tekniske innretninger og fremgangsmåter, samt drifts- eller forretningsforhold som det vil være av betydning å hemmeligholde av hensyn til den som opplysningen angår",
                      "text": "Data som inneholder informasjon som er innhentet av og i forbindelse med at en utfører tjeneste eller arbeid for et forvaltningsorgan om tekniske innretninger og fremgangsmåter, samt drifts- eller forretningsforhold som det vil være av betydning å hemmeligholde av hensyn til den som opplysningen angår.",
                      "value": "technical"
                    },
                    {
                      "id": "confidentiality.duty",
                      "type": "Answer",
                      "heading": "Dataene inneholder informasjon om forhold som er omfattet av taushetsplikten i en lov som regulerer sektoren",
                      "text": "Data som inneholder informasjon som er innhentet av og i forbindelse med at en utfører tjeneste eller arbeid for en yrkesgruppe som er underlagt taushetsplikt i sektorlovgivning. Eksempler på slik sektorlovgivning inkluderer helsepersonelloven, verdipapirloven, vergemålsloven mv.",
                      "value": "duty"
                    },
                    {
                      "id": "confidentiality.none",
                      "type": "Answer",
                      "heading": "Ingen av alternativene gjelder",
                      "text": " ",
                      "value": "none"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "Branch",
          "branches": [
            {
              "test": {
                "field": "confidentiality.question",
                "operator": "eq",
                "value": "personal"
              },
              "children": [
                {
                  "id": "confidentiality.question.error",
                  "type": "Error",
                  "children": [
                    {
                      "id": "confidentiality.question.error.msg",
                      "type": "Text",
                      "warning": true,
                      "text": "Dataene du ønsker å dele er omfattet av taushetsplikten i forvaltningsloven § 13. Dette betyr at dataene ikke kan deles. Dersom du fremdeles ønsker å dele dataene bør du enten:<ul><li>Se nærmere på den aktuelle lovhjemmelen der taushetsplikten er forankret, for å se om den inneholder et unntak som opphever taushetsplikten.</li><li>Begrense delingen til de datasettene som ikke inneholder taushetsbelagte opplysninger.</li><li>Innhente samtykke fra den/de som de personlige forholdene angår.</li><li>Kontakt oss i <a href=\"https://datafabrikken.norge.no/datalandsbyen/9/juss-og-data\">Datalandsbyen</a> for ytterligere veiledning.</li></ul>Opplysninger som er unntatt taushetsplikt vil ofte kunne defineres som personopplysninger. Du bør derfor forsikre deg om at datasettene det er tale om allikevel ikke inneholder personopplysninger."
                    }
                  ]
                }
              ]
            },
            {
              "test": {
                "field": "confidentiality.question",
                "operator": "eq",
                "value": "technical"
              },
              "children": [
                {
                  "id": "confidentiality.question.error",
                  "type": "Error",
                  "children": [
                    {
                      "id": "confidentiality.question.error.msg",
                      "type": "Text",
                      "warning": true,
                      "text": "Dataene du ønsker å dele er omfattet av taushetsplikten i forvaltningsloven § 13. Dette betyr at dataene ikke kan deles. Dersom du fremdeles ønsker å dele dataene bør du enten:<ul><li>Se nærmere på den aktuelle lovhjemmelen der taushetsplikten er forankret, for å se om den inneholder et unntak som opphever taushetsplikten.</li><li>Begrense delingen til de datasettene som ikke inneholder taushetsbelagte opplysninger.</li><li>Innhente samtykke fra den/de som er rettighetshaver av informasjonen knyttet til de forretningsmessige forholdene som er underlagt taushetsplikt.</li><li>Kontakt oss i <a href=\"https://datafabrikken.norge.no/datalandsbyen/9/juss-og-data\">Datalandsbyen</a> for ytterligere veiledning.</li></ul>"
                    }
                  ]
                }
              ]
            },
            {
              "test": {
                "field": "confidentiality.question",
                "operator": "eq",
                "value": "duty"
              },
              "children": [
                {
                  "id": "confidentiality.question.error",
                  "type": "Error",
                  "children": [
                    {
                      "id": "confidentiality.question.error.msg",
                      "type": "Text",
                      "warning": true,
                      "text": "Dataene du ønsker å dele er omfattet av taushetsplikten i sektorlovgivning. Eksempler på slik sektorlovgivning inkluderer helsepersonelloven, verdipapirloven, vergemålsloven mv.<br><br>Dette betyr at dataene ikke kan deles. Dersom du fremdeles ønsker å dele dataene bør du enten:<ul><li>Se om lovhjemmelen som hjemler taushetsplikten inneholder et unntak som opphever plikten.</li><li>Begrense delingen til de datasettene som ikke inneholder taushetsbelagte opplysninger.</li><li>Kontakt oss i <a href=\"https://datafabrikken.norge.no/datalandsbyen/9/juss-og-data\">Datalandsbyen</a> for ytterligere veiledning.</li></ul>Opplysninger som er unntatt taushetsplikt vil ofte kunne defineres som personopplysninger. Du bør derfor forsikre deg om at datasettene det er tale om allikevel ikke inneholder personopplysninger."
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "contractuallaw",
      "type": "Page",
      "heading": "Avtalerettslige begrensninger",
      "children": [
        {
          "id": "contractuallaw.sign",
          "property": "contractuallaw.sign",
          "type": "Radio",
          "heading": "Har du signert på en avtale som pålegger deg å ikke dele informasjonen i de bestemte data, eller dataene selv?",
          "text": "Typiske eksempler på slike avtaler er taushets- eller fortrolighetsavtaler, også kjent som  Non-Disclosure Agreement eller NDA på engelsk.<br><br>Enkelte avtaler begrenser adgangen til å dele informasjon i bestemte data eller dataene selv, kan både følge av en hel avtale som uttrykkelig regulerer fortrolighet eller av en eller flere klausuler som inngår i en avtale.",
          "options": [
            {
              "id": "contractuallaw.sign.yes",
              "type": "Answer",
              "heading": "Ja",
              "value": "yes"
            },
            {
              "id": "contractuallaw.sign.no",
              "type": "Answer",
              "heading": "Nei",
              "value": "no"
            }
          ]
        },
        {
          "type": "Branch",
          "branches": [
            {
              "test": {
                "field": "contractuallaw.sign",
                "operator": "eq",
                "value": "yes"
              },
              "children": [
                {
                  "id": "contractuallaw.sign.error",
                  "type": "Error",
                  "children": [
                    {
                      "id": "contractuallaw.sign.error.msg",
                      "type": "Text",
                      "warning": true,
                      "text": "Dataene kan ikke deles, ettersom de er omfattet av en klausul i en avtale om begrenser delingen.<br>Dersom du fremdeles ønsker å dele dataene bør du enten:<ol><li>Vurdere om det er enkelte data som faller utenom avtalen, og kun dele disse.</li><li>Reforhandle avtalen som begrenser delingen av de aktuelle dataene eller inngå en ny avtale som opphever disse begrensningene.</li></ol>"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "intangible",
      "type": "Page",
      "heading": "Immaterielle begrensninger",
      "lead": "Når data forstås som «informasjon» i vid betydning, er utgangspunktet i norsk rett, at ingen kan eie informasjon eller kunnskap. Åndsverkloven og lov om vern av forretningshemmeligheter oppstiller imidlertid plikter og rettigheter som etter omstendighetene kan få betydning for deling, bruk av data, kreditering og hemmelighold av data m.m. Det er også adgang til å inngå avtaler på enkelte områder som regulerer datadeling. Eksempler på slike avtaler kan være lisenser, terms of use avtaler og taushetsavtaler.<br><br>Dersom det er dine egne data som skal deles må du forsikre deg om at du gjør dette på en måte som understøtter formålet ditt med delingen. Dette betyr at du må sørge for at du bruker riktig lisens, eventuelt utfylt med en terms of use avtale.<br><br>Dersom det er andres data som skal deles må du sørge for at den ønskede delingen er tillatt under den lisensen eller terms of use avtalen som dataene er knyttet opp mot, eller at dataene eller informasjonen i dataene utgjør en forretningshemmelighet.",
      "children": [
        {
          "id": "intangible.license",
          "property": "intangible.license",
          "type": "Radio",
          "heading": "Er dataene merket med en lisens?",
          "summary": "Informasjon",
          "details": "En lisens fungerer som en standardisert avtale mellom en lisensgiver (den som «eier» rettigheten) og en eller flere lisenstakere (de som ønsker å utnytte den aktuelle rettigheten). Et datasett kan være merket med en lisens som beskriver rammene for hvordan datasettet kan og skal brukes. Lisensen kan for eksempel gi deg rett til å kopiere, bruke og tilgjengeliggjøre informasjon gitt at du navngir bidragsyterne og oppfyller de vilkår som er beskrevet lisensen. Bruk av datasett merket med en aktuell lisens vil som regel innebære en aksept av vilkårene i lisensen, inkludert eventuelle ansvarsfraskrivelser. Det er derfor viktig at du leser lisensen slik at en er innforstått med hvilke forpliktelser som følger en eventuell bruk av dataene.",
          "options": [
            {
              "id": "intangible.license.cco",
              "type": "Answer",
              "heading": "CCO lisens",
              "value": "cco"
            },
            {
              "id": "intangible.license.cc",
              "type": "Answer",
              "heading": "CC BY 4.0",
              "value": "cc"
            },
            {
              "id": "intangible.license.nlod",
              "type": "Answer",
              "heading": "Norsk lisens for offentlig data (NLOD)",
              "value": "nlod"
            },
            {
              "id": "intangible.license.other",
              "type": "Answer",
              "heading": "En annen lisens",
              "value": "other"
            },
            {
              "id": "intangible.license.none",
              "type": "Answer",
              "heading": "Ingen lisens",
              "value": "none"
            }
          ]
        },
        {
          "type": "Branch",
          "branches": [
            {
              "test": {
                "field": "intangible.license",
                "operator": "eq",
                "value": "nlod"
              },
              "children": [
                {
                  "id": "intangible.license.nlod.error",
                  "type": "Error",
                  "children": [
                    {
                      "id": "intangible.license.nlod.error.msg",
                      "type": "Text",
                      "warning": true,
                      "text": "NLOD lisensen gjør ikke unntak fra databasevernet. Dette betyr at du ikke kan dele dataene dersom de er omfattet av databasevernet, med mindre du har samtykke fra opphavsmannen.<br><br>Dersom det er tale om dine egne data kan disse deles fra deg til en annen aktør, da det foreligger samtykke. Dersom dataene opprinnelig tilhører noen andre, må du ha samtykke for at dataene skal kunne deles dersom de er omfattet av databasevernet.<br><br><b>Hva er databasevernet og når gjelder det?</b><br>Samlinger av data kan utgjøre en database. Dersom vilkårene i åndsverkloven § 24 er oppfylt, kan den som har fremstilt databasen, få en enerett til å råde over hele eller vesentlige deler av databasens innhold.<br><br>Lovens vilkår er at innsamling, kontroll eller presentasjon av innholdet i databasen innebærer en “vesentlig investering”. Eneretten innebærer en rett til å forby andre å kopiere eller å gjøre databasen tilgjengelig for allmennheten så fremt det gjelder hele eller vesentlige deler av databasen. Eneretten gir også vern mot gjentatt og systematisk utnytting av uvesentlige deler av databasen, dersom dette skader den normale bruken av databasen eller urimelig tilsidesetter fremstillerens legitime interesser.<br><br>Dersom dataene som ønskes delt er omfattet av databasevernet, er en datakonsumment forhindret fra å utnytte databasen i strid med datatilbyderens enerett, med mindre dataene er merket med en lisens som gjør unntak fra databasevernet"
                    }
                  ]
                }
              ]
            },
            {
              "test": {
                "field": "intangible.license",
                "operator": "eq",
                "value": "other"
              },
              "children": [
                {
                  "id": "intangible.license.other.error",
                  "type": "Error",
                  "children": [
                    {
                      "id": "intangible.license.other.error.msg",
                      "type": "Text",
                      "warning": true,
                      "text": "Basert på ditt svar kan vi ikke svare på hvilke forpliktelser som følger bruken av de aktuelle dataene. Vi anbefaler deg å lese lisensvilkårene nøye og blant annet hvilke rettigheter/plikter du har med tanke på kopiering, bruk, tilgjengeliggjøring, kreditering, databasevern etc."
                    }
                  ]
                }
              ]
            },
            {
              "test": {
                "field": "intangible.license",
                "operator": "eq",
                "value": "none"
              },
              "children": [
                {
                  "id": "intangible.license.none.error",
                  "type": "Error",
                  "children": [
                    {
                      "id": "intangible.license.none.error.msg",
                      "type": "Text",
                      "warning": true,
                      "text": "Dersom det ikke foreligger noen lisens, vil dataene fortsatt være underlagt åndsverksloven og tilhørende lovgivning. Se åndsverksloven for mer informasjon: <a href=\"https://lovdata.no/dokument/NL/lov/2018-06-15-40?q=%C3%A5vl\">Åndsverkloven - Lovdata Pro</a>"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "intangible.terms",
          "property": "intangible.terms",
          "type": "Radio",
          "heading": "Foreligger det en terms of use avtale som begrenser adgangen til å dele datene?",
          "summary": "Informasjon",
          "details": "Enkelte datatilbydere har en \"terms of use\" avtale som supplerer eller utfyller en lisens. Bakgrunnen for dette er at datatilbyderen ikke har adgang til å endre innholdet i lisensen som velges, men kan tilpasse terms of use avtalen basert på hvilke interesser de ønsker ivaretatt.",
          "options": [
            {
              "id": "intangible.terms.yes",
              "type": "Answer",
              "heading": "Ja",
              "value": "yes"
            },
            {
              "id": "intangible.terms.no",
              "type": "Answer",
              "heading": "Nei",
              "value": "no"
            }
          ]
        },
        {
          "type": "Branch",
          "branches": [
            {
              "test": {
                "field": "intangible.terms",
                "operator": "eq",
                "value": "yes"
              },
              "children": [
                {
                  "id": "intangible.terms.error",
                  "type": "Error",
                  "children": [
                    {
                      "id": "intangible.terms.error.msg",
                      "type": "Text",
                      "warning": true,
                      "text": "Dataene kan ikke deles, ettersom de er omfattet en avtale om begrenser delingen.<br>Dersom du fremdeles ønsker å dele dataene bør du enten:<ol><li>Vurdere om det er enkelte data som faller utenom avtalen, og kun dele disse.</li><li>Reforhandle avtalen som begrenser delingen av de aktuelle dataene eller inngå en ny avtale som opphever disse begrensningene.</li></ol>"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "intangible.secret",
          "property": "intangible.secret",
          "type": "Radio",
          "heading": "Er opplysningene hemmelige?",
          "summary": "Informasjon",
          "details": "Med hemmelig menes at «Opplysningen må ikke være alminnelig kjent eller umiddelbart tilgjengelig i sin helhet eller sammensetning for personer i de kretser som normalt «beskæftiger» seg med denne typen opplysninger», og at «opplysningene ikke nødvendigvis behøver å være hemmelige hver for seg, men at sammenstillingen av opplysninger tilhører noe som ikke er lett tilgjengelig for andre».",
          "options": [
            {
              "id": "intangible.secret.yes",
              "type": "Answer",
              "heading": "Ja",
              "value": "yes"
            },
            {
              "id": "intangible.secret.no",
              "type": "Answer",
              "heading": "Nei",
              "value": "no"
            }
          ]
        },
        {
          "type": "Branch",
          "branches": [
            {
              "test": {
                "field": "intangible.secret",
                "operator": "eq",
                "value": "yes"
              },
              "children": [
                {
                  "id": "intangible.value",
                  "property": "intangible.value",
                  "type": "Radio",
                  "heading": "Har opplysningene kommersiell verdi fordi de er hemmelige?",
                  "summary": "Informasjon",
                  "details": "Kommersiell verdi omfatter både faktisk og potensiell kommersiell verdi. For faktisk verdi inngår uberettiget tilegnelse eller bruk «på en måte som undergraver personens vitenskapelige og tekniske potensiale, forretningsmessige eller finansielle interesser, strategiske plasseringer eller evne til å konkurrere». Som potensiell verdi inngår det at det «ikke er nødvendig at opplysningene benyttes på en måte som genererer inntekt, men at det er tilstrekkelig at de vurderes som verdifulle av kunder eller konkurrenter».",
                  "options": [
                    {
                      "id": "intangible.value.yes",
                      "type": "Answer",
                      "heading": "Ja",
                      "value": "yes"
                    },
                    {
                      "id": "intangible.value.no",
                      "type": "Answer",
                      "heading": "Nei",
                      "value": "no"
                    }
                  ]
                },
                {
                  "type": "Branch",
                  "branches": [
                    {
                      "test": {
                        "field": "intangible.value",
                        "operator": "eq",
                        "value": "yes"
                      },
                      "children": [
                        {
                          "id": "intangible.measures",
                          "property": "intangible.measures",
                          "type": "Radio",
                          "heading": "Har innehaveren av forretningshemmeligheten iverksatt rimelige tiltak for å sikre hemmelighold?",
                          "summary": "Informasjon",
                          "details": "Hva som er et rimelig tiltak, må vurderes konkret i lys av omstendighetene. Direktivet (Directive (EU) 2016/943) gir ingen veiledning til hva som ligger i dette, eller hvilke formkrav som må følges. Det forutsettes imidlertid at «innehaveren av forretningshemmeligheten aktivt har foretatt seg noe for å beskytte opplysningene».",
                          "options": [
                            {
                              "id": "intangible.measures.yes",
                              "type": "Answer",
                              "heading": "Ja",
                              "value": "yes"
                            },
                            {
                              "id": "intangible.measures.no",
                              "type": "Answer",
                              "heading": "Nei",
                              "value": "no"
                            }
                          ]
                        },
                        {
                          "type": "Branch",
                          "branches": [
                            {
                              "test": {
                                "field": "intangible.measures",
                                "operator": "eq",
                                "value": "yes"
                              },
                              "children": [
                                {
                                  "id": "intangible.measures.error",
                                  "type": "Error",
                                  "children": [
                                    {
                                      "id": "intangible.measures.error.msg",
                                      "type": "Text",
                                      "warning": true,
                                      "text": "Du kan ikke dele de aktuelle dataene, ettersom innholdet eller selve dataene kan defineres som forretningshemmeligheter og nyter særlig beskyttelse.<br><br>Dersom du fremdeles ønsker å dele dataene bør du enten:<ol><li>Vurdere om det er mulig å begrense delingen til de datasettene som ikke er eller inneholder forretningshemmeligheter.</li><li>Innhente skriftlig bekreftelse/samtykke fra «eieren» av forretningshemmeligheten på at dataene kan deles.</li></ol>"
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "protection",
      "type": "Page",
      "heading": "Begrensninger etter sikkerhetsloven",
      "children": [
        {
          "id": "protection.damage",
          "property": "protection.damage",
          "type": "Radio",
          "heading": "Kan det skade nasjonale sikkerhetsinteresser at informasjonen blir kjent for uvedkommende, går tapt, blir endret eller blir utilgjengelig?",
          "summary": "Informasjon",
          "details": "Sikkerhetsloven stiller krav om at virksomheten skal sørge for et forsvarlig sikkerhetsnivå for skjermingsverdige verdier. Dette innebærer å beskytte verdiene mot tilsiktede handlinger som direkte eller indirekte kan føre til konsekvenser for grunnleggende nasjonale funksjoner og nasjonale sikkerhetsinteresser, og sørge for at skjermingsverdig informasjonen ikke blir kjent for uvedkommende, går tapt, blir endret, eller blir utilgjengelig. For å oppnå et forsvarlig sikkerhetsnivå stiller sikkerhetsloven krav til sikkerhetsstyring. Se mer på <a href=\"https://nsm.no/fagomrader/sikkerhetsstyring/\">Sikkerhetsstyring - Nasjonal sikkerhetsmyndighet (nsm.no)</a>.<br><br>Begrepet nasjonale sikkerhetsinteresser er i sikkerhetsloven § 1-5 nr. 1, definert som: landets suverenitet, territorielle integritet og demokratiske styreform og overordnede sikkerhetspolitiske interesser knyttet til:<ol type=\"a\"><li>de øverste statsorganers virksomhet, sikkerhet og handlefrihet</li><li>forsvar, sikkerhet og beredskap</li><li>forholdet til andre stater og internasjonale organisasjoner</li><li>økonomisk stabilitet og handlefrihet</li><li>samfunnets grunnleggende funksjonalitet og befolkningens grunnleggende sikkerhet</li></ol>",
          "options": [
            {
              "id": "protection.damage.yes",
              "type": "Answer",
              "heading": "Ja",
              "value": "yes"
            },
            {
              "id": "protection.damage.no",
              "type": "Answer",
              "heading": "Nei",
              "value": "no"
            }
          ]
        },
        {
          "type": "Branch",
          "branches": [
            {
              "test": {
                "field": "protection.damage",
                "operator": "eq",
                "value": "yes"
              },
              "children": [
                {
                  "id": "protection.damage.error",
                  "type": "Error",
                  "children": [
                    {
                      "id": "protection.damage.error.msg",
                      "type": "Text",
                      "warning": true,
                      "text": "Du kan i utgangspunktet ikke dele de aktuelle dataene fritt dersom inneholder skjermingsverdige verdier etter sikkerhetsloven.<br><br>Dersom du fremdeles ønsker å dele dataene bør du enten:<ol><li>Vurdere om det er mulig å begrense delingen til de datasettene som ikke er eller inneholder informasjon som kan skade de nasjonale sikkerhetsinteressene.</li><li>Kontakte <a href=\"https://nsm.no/om-oss/kontakt-oss/\">Nasjonal Sikkerhetsmyndighet (NSM)</a> for å få veiledning i hvorvidt informasjonen kan deles i begrenset omfang eller dersom den sikkerhetsgraderes.</li></ol>"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "state.aid",
      "type": "Page",
      "heading": "Statsstøtterettslige begrensninger",
      "children": [
        {
          "id": "state.aid.public",
          "property": "state.aid.public",
          "type": "Radio",
          "heading": "Er du en offentlig aktør?",
          "options": [
            {
              "id": "state.aid.public.yes",
              "type": "Answer",
              "heading": "Ja",
              "value": "yes"
            },
            {
              "id": "state.aid.public.no",
              "type": "Answer",
              "heading": "Nei",
              "value": "no"
            }
          ]
        },
        {
          "type": "Branch",
          "branches": [
            {
              "test": {
                "field": "state.aid.public",
                "operator": "eq",
                "value": "yes"
              },
              "children": [
                {
                  "id": "state.aid.private",
                  "property": "state.aid.private",
                  "type": "Radio",
                  "heading": "Ønsker du å dele dataene med en privat aktør?",
                  "options": [
                    {
                      "id": "state.aid.private.yes",
                      "type": "Answer",
                      "heading": "Ja",
                      "value": "yes"
                    },
                    {
                      "id": "state.aid.private.no",
                      "type": "Answer",
                      "heading": "Nei",
                      "value": "no"
                    }
                  ]
                },
                {
                  "type": "Branch",
                  "branches": [
                    {
                      "test": {
                        "field": "state.aid.private",
                        "operator": "eq",
                        "value": "yes"
                      },
                      "children": [
                        {
                          "id": "state.aid.market",
                          "property": "state.aid.market",
                          "type": "Radio",
                          "heading": "Vil delingen av data medføre at en privat aktør får tilgang på data på bedre vilkår enn resten av markedet for øvrig?",
                          "options": [
                            {
                              "id": "state.aid.market.yes",
                              "type": "Answer",
                              "heading": "Ja",
                              "value": "yes"
                            },
                            {
                              "id": "state.aid.market.no",
                              "type": "Answer",
                              "heading": "Nei",
                              "value": "no"
                            }
                          ]
                        },
                        {
                          "type": "Branch",
                          "branches": [
                            {
                              "test": {
                                "field": "state.aid.market",
                                "operator": "eq",
                                "value": "yes"
                              },
                              "children": [
                                {
                                  "id": "state.aid.market.error",
                                  "type": "Error",
                                  "children": [
                                    {
                                      "id": "state.aid.market.error.msg",
                                      "type": "Text",
                                      "warning": true,
                                      "text": "Dersom det overføres data fra det offentlige til det private, slik at en eller flere private aktører får tilgang til data på bedre vilkår enn resten av markedet, kan denne overføringen utgjøre en forskjellsbehandling som innebærer ulovlig statsstøtte etter EØS-avtalens artikkel 61. Vi anbefaler deg å ta kontakt med en advokat dersom du er usikker på om det er anledning til å dele data etter statsstøtteregelverket."
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "illegal",
      "type": "Page",
      "heading": "Konkurranserettslige begrensninger",
      "children": [
        {
          "id": "illegal.belong",
          "property": "illegal.belong",
          "type": "Radio",
          "heading": "Tilhører du et offentlig eller privat foretak?",
          "summary": "Informasjon",
          "details": "Spørsmålet må tolkes i lys av konkurranseregelverket og de definisjonene som følger av konkurranseloven og tilhørende regelverk. Begrepet foretak er definert i konkurranseloven § 2 og omfatter enhver enhet som utøver privat eller offentlig ervervsvirksomhet, uavhengig av i hvilken form virksomheten utøves. Det er virksomhetens art som er avgjørende, ikke enhetens rettslige status eller finansiering.",
          "options": [
            {
              "id": "illegal.belong.yes",
              "type": "Answer",
              "heading": "Ja",
              "value": "yes"
            },
            {
              "id": "illegal.belong.no",
              "type": "Answer",
              "heading": "Nei",
              "value": "no"
            }
          ]
        },
        {
          "type": "Branch",
          "branches": [
            {
              "test": {
                "field": "illegal.belong",
                "operator": "eq",
                "value": "yes"
              },
              "children": [
                {
                  "id": "illegal.economy",
                  "property": "illegal.economy",
                  "type": "Radio",
                  "heading": "Ønskes dataene delt med et annet offentlig eller privat foretak som ikke tilhører samme økonomiske enhet?",
                  "summary": "Informasjon",
                  "details": "Samarbeid som skjer innenfor samme økonomiske enhet rammes ikke av konkurranseloven § 10.<br><br>Forbudet rammer kun samarbeid mellom to uavhengige foretak. For eksempel rammer forbudet ikke samarbeid mellom selskaper innenfor samme konsern, eller mellom agent og prinsipal.",
                  "options": [
                    {
                      "id": "illegal.economy.yes",
                      "type": "Answer",
                      "heading": "Ja",
                      "value": "yes"
                    },
                    {
                      "id": "illegal.economy.no",
                      "type": "Answer",
                      "heading": "Nei",
                      "value": "no"
                    }
                  ]
                },
                {
                  "type": "Branch",
                  "branches": [
                    {
                      "test": {
                        "field": "illegal.economy",
                        "operator": "eq",
                        "value": "yes"
                      },
                      "children": [
                        {
                          "id": "illegal.competition",
                          "property": "illegal.competition",
                          "type": "Radio",
                          "heading": "Vil delingen av data innebære et samarbeid mellom uavhengige foretak med formål eller virkning som kan hindre, innskrenke eller vri konkurransen på en merkbar måte?",
                          "summary": "Informasjon",
                          "details": "Konkurranseloven § 10 første ledd forbyr samarbeid mellom foretak som har til formål eller virkning å begrense konkurransen. Tilsvarende forbud finnes i EØS-avtalen artikkel 53 og TEUV artikkel 101.<br><br>Forbudet mot konkurransebegrensende samarbeid gjelder ikke bare avtaler, men også mer uformelt samarbeid som for eksempel at to konkurrenter deler data som inneholder informasjon, med sikte på å øke prisene på sine varer.",
                          "options": [
                            {
                              "id": "illegal.competition.yes",
                              "type": "Answer",
                              "heading": "Ja",
                              "value": "yes"
                            },
                            {
                              "id": "illegal.competition.no",
                              "type": "Answer",
                              "heading": "Nei",
                              "value": "no"
                            }
                          ]
                        },
                        {
                          "type": "Branch",
                          "branches": [
                            {
                              "test": {
                                "field": "illegal.competition",
                                "operator": "eq",
                                "value": "yes"
                              },
                              "children": [
                                {
                                  "id": "illegal.competition.error",
                                  "type": "Error",
                                  "children": [
                                    {
                                      "id": "illegal.competition.error.msg",
                                      "type": "Text",
                                      "warning": true,
                                      "text": "Dersom det deles data mellom uavhengige foretak med formål eller virkning som kan hindre, innskrenke eller vri konkurransen på en merkbar måte er det en risiko for at det foreligger et ulovlig samarbeid etter konkurranselovens § 10 første ledd. Noe som betyr at data ikke kan deles.<br><br>Ikke alle konkurransebegrensende samarbeid er forbudt. Unntaksbestemmelsen i konkurranseloven § 10 tredje ledd gjør unntak fra forbudet i konkurranseloven § 10 første ledd for samarbeid som gir effektivitetsgevinster som oppveier samarbeidets konkurransebegrensende virkninger. Dette kan for eksempel være tilfellet der samarbeidet effektiviserer produksjonen eller distribusjonen på en måte som kommer konsumentene til god i form av lavere priser eller høyere kvalitet.<br><br>Les mer på <a href=\"https://konkurransetilsynet.no/ulovlig-samarbeid/\" target=\"_blank\" rel=\"noopener noreferrer\">Ulovlig samarbeid - § 10 - Konkurransetilsynet</a>"
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "hooray",
      "type": "Result",
      "heading": {
        "complete": "Dataene kan muligens deles",
        "completeWithError": "Dataene kan sannsynligvis ikke deles",
        "incomplete": "Du har ikke svart på alt",
        "incompleteWithError": "Du har ikke svart på alt"
      },
      "lead": {
        "complete": "Dersom du har gitt riktige opplysninger kan disse dataene deles, men sjekk at alt stemmer.",
        "completeWithError": "Dersom du har gitt riktige opplysninger kan disse dataene ikke deles, men sjekk at alt stemmer.",
        "incomplete": "For at vi skal kunne gi deg riktig veiledning må du fylle ut hele skjemaet",
        "incompleteWithError": "For at vi skal kunne gi deg riktig veiledning må du fylle ut hele skjemaet"
      }
    }
  ]
}
